Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_FORMATS_PRO_RES_EXTERNAL_STORAGE_FOOTER_4k_120
source: Show Camera control for ProRes. ProRes is one of the most popular formats for professional video post-production. A minute of 10-bit HDR ProRes is approximately 1.7 GB for 30 fps at 1080p and 6 GB for 30 fps at 4K. ProRes capture is supported for up to 30 fps at 4K and up to 60 fps at 1080p on internal storage or up to 120 fps at 4K when writing to external storage.
ar: إظهار عنصر تحكم الكاميرا لـ ProRes، وهو أحد أشهر التنسيقات في مجال إنتاج الفيديو الاحترافي. دقيقة واحدة بتنسيق HDR ProRes ‏^[10](formatNumber: true)-بت تشْغل حوالي ^[1.7](formatNumber: true) غ.ب لمعدل ^[30](formatNumber: true) إطار/ث بدقة 1080p و ^[6](formatNumber: true) غ.ب لمعدل ^[30](formatNumber: true) إطار/ث بدقة 4K. التقاط ProRes مدعوم حتى ^[30](formatNumber: true) إطار/ث بدقة 4K وحتى ^[60](formatNumber: true) إطار/ث بدقة 1080p على مساحة التخزين الداخلية أو حتى ^[120](formatNumber: true) إطار/ث بدقة 4K عند الكتابة على مساحة تخزين خارجية.
bg: Показва Управление на камерата за ProRes. ProRes е един от най-популярните формати за професионална видео постпродукция. Една минута от видео в 10-битов HDR ProRes формат е около 1.7 GB за 30 кадъра/сек при 1080p и 6 GB за 30 кадъра/сек при 4K. Снимане в ProRes формат се поддържа до 30 кадъра/сек при 4K и до 60 кадъра/сек при 1080p на вътрешното пространство за съхранение или до 120 кадъра/сек при 4К, когато се записва на външно устройство за съхранение.
bn: ProRes-এর জন্য ক্যামেরা কন্ট্রোল দেখুন। ProRes প্রফেশনাল ভিডিও পোস্ট প্রোডাকশনের জন্য একটি অতি জনপ্রিয় ফর্ম্যাট। 1080p-এ 30 fps-এর ক্ষেত্রে এক মিনিটের 10 বিট HDR ProRes ভিডিওর আনুমানিক সাইজ 1.7 GB এবং 4K-এ 30 fps-এর ক্ষেত্রে এর সাইজ 6 GB। ইন্টারনাল স্টোরেজে 4K-এ সর্বাধিক 30 fps পর্যন্ত ও 1080p-এ সর্বাধিক 60 fps পর্যন্ত এবং এক্সটার্নাল স্টোরেজ রাইট করার ক্ষেত্রে 4K-এ সর্বাধিক 120 fps পর্যন্ত ProRes ক্যাপচার করা যাবে।
ca: Mostra el control ProRes de la càmera. ProRes és un dels formats més populars en postproducció de vídeo professional. Un minut en format ProRes HDR de 10 bits equival aproximadament a 1,7 GB amb 30 fps a 1080p i 6 GB amb 30 fps a 4K. La captura ProRes és compatible amb 30 fps a 4K o amb 60 fps a 1080p com a màxim en utilitzar l’emmagatzematge intern i amb 120 fps a 4K com a màxim en utilitzar l’extern.
cs: Zobrazí ovládání kamery pro formát ProRes, který je jedním z nejpopulárnějších formátů určených k profesionální postprodukci videí. Minuta 10bitového HDR videa ve formátu ProRes zabere v rozlišení 1080p se 30 fps přibližně 1,7 GB, ve 4K se 30 fps přibližně 6 GB. Záznam ProRes je s interním úložištěm podporovaný nejvýše v rozlišení 4K se 30 fps nebo 1080p s 60 fps, při zápisu do externího úložiště pak v rozlišení 4K se 120 fps.
da: Vis Kamerabetjening til ProRes. ProRes er et af de mest populære formater til professionel videoredigering. Et minut med 10-bit HDR ProRes fylder omkring 1,7 GB med 30 bps ved 1080p og 6 GB med 30 bps ved 4K. Optagelse med ProRes understøttes for op til 30 bps ved 4K og op til 60 bps ved 1080p ved opbevaring på intern lagringsplads eller op til 120 bps ved 4K ved overførsel til en ekstern lagringsplads.
de: Kamerasteuerung für ProRes einblenden. ProRes ist eines der populärsten Formate für professionelle Videonachbearbeitung. Eine Minute 10-Bit HDR ProRes erfordert ungefähr 1,7 GB für 30 fps in 1080p und 6 GB für 30 fps in 4K. ProRes-Aufnahmen werden auf internem Speicher mit bis zu 30 fps in 4K und bis zu 60 fps in 1080p unterstützt. Beim Schreiben auf externem Speicher sind bis zu 120 fps in 4K möglich.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRes. Το ProRes είναι μια από τις πιο δημοφιλείς μορφές επαγγελματικής μεταπαραγωγής (post-production) βίντεο. Ένα λεπτό 10 bit HDR ProRes αντιστοιχεί σε 1,7 GB για 30 καρέ/δευτ. στα 1080p και σε 6 GB για 30 καρέ/δευτ. στο 4K. Η καταγραφή ProRes υποστηρίζεται για έως 30 καρέ/δευτ. στο 4Κ και για έως 60 καρέ/δευτ. στα 1080p σε εσωτερικό χώρο αποθήκευσης ή έως 120 καρέ/δευτ. στο 4K κατά την εγγραφή σε εξωτερικό χώρο αποθήκευσης.
es: Muestra el control de ProRes en la cámara. ProRes es uno de los formatos de posproducción de vídeo profesional más conocidos. Un minuto de vídeo ProRes HDR de 10 bits equivale aproximadamente a 1,7 GB de resolución 1080p a 30 fps y a 6 GB de 4K a 30 fps. Se puede capturar ProRes con una resolución de 4K a 30 fps y de 1080p a 60 fps como máximo en el almacenamiento interno del dispositivo o de 4K a 120 fps como máximo en una unidad de almacenamiento externo.
es_us: Muestra el control de Cámara para ProRes. ProRes es uno de los formatos más populares para postproducción de video profesional. Un minuto de ProRes HDR de 10 bits es aproximadamente 1.7 GB en 30 fps a 1080p y 6 GB en 30 fps a 4K. La captura de ProRes es compatible con video de hasta 30 fps a 4K o 60 fps a 1080p al usar el almacenamiento interno, o de hasta 120 fps a 4K al escribir en un almacenamiento externo.
fi: Näytä Kameran ProRes-säädin. ProRes on yksi suosituimmista ammattilaistasoisessa videoiden jälkituotannossa. Minuutti 10-bittistä HDR ProRes -videota vie noin 1,7 Gt, kun tarkkuus on 30 fps 1080p, ja 6 Gt, kun tarkkuus on 30 fps 4K. ProRes-tallennusta tuetaan enintään 30 fps 4K‑ tai 60 fps 1080p -tarkkuuksilla sisäiselle tallennustilalle tai enintään 120 fps 4K -tarkkuudella kirjoitettaessa ulkoiseen tallennustilaan.
fr: Affichez les commandes de la caméra pour le format ProRes. Le format ProRes est l’un des formats vidéo les plus populaires auprès des professionnels de la post-production vidéo. Une minute au format HDR ProRes 10 bits correspond approximativement à 1,7 Go pour 30 ips en 1080p et 6 Go pour 30 ips en 4K. La capture au format ProRes est prise en charge jusqu’à 30 ips en 4K et 60 ips en 1080p sur le stockage interne ou jusquʼà 120 ips en 4K lors de lʼécriture sur un stockage externe.
fr_ca: Affichez les commandes ProRes de la caméra. Le format ProRes est l’un des formats vidéo les plus populaires parmi les professionnels de la postproduction vidéo. Une minute de vidéo au format HDR ProRes 10 bits occupe environ 1,7 Go à 30 ips en 1080p et 6 Go à 30 ips en 4K. La capture au format ProRes est prise en charge jusqu’à 30 ips en 4K et jusqu’à 60 ips en 1080p sur le stockage interne ou jusqu’à 120 ips en 4K sur un support de stockage externe.
gu: ProRes માટે કૅમેરા કંટ્રોલ બતાવો. ProRes વીડિયો પ્રોફેશનલ પોસ્ટ પ્રૉડક્શન માટે સૌથી લોકપ્રિય ફૉર્મેટમાંથી એક છે. 1080p પર 30 fps માટે એક મિનિટનું 10-બિટ HDR ProRes લગભગ 1.7 GBનું અને 4K પર 30 fps માટે 6 GBનું થાય છે. ProRes કૅપ્ચર ઇંટર્નલ સ્ટોરેજમાં 4K પર 30 fps સુધી માટે અને 1080p પર 60fps સુધી માટે અથવા એક્સટર્નલ સ્ટોરેજ પર રાઇટ કરતી વખતે 4K પર 120 fps સુધી સપોર્ટેડ હોય છે.
he: ניתן להציג פקד מצלמה עבור ProRes. ‏ProRes הוא אחד מהפורמטים הפופולריים ביותר לעריכת וידאו בפוסט-פרודקשן מקצועי. נפח האחסון של דקה אחת של ProRes בקידוד 10 סיביות עם HDR הוא בערך 1.7 ג״ב עבור קצב של ⁨30 FPS⁩ ברזולוציית 1080p, ו-6 ג״ב עבור קצב של ⁨30 FPS⁩ ברזולוציית 4K. צילום ב-ProRes נתמך רק עד קצב של עד ⁨30 FPS⁩ ברזולוציית 4K ועד ⁨60 FPS⁩ ברזולוציית 1080p בשימוש באחסון פנימי, או עד ⁨120 FPS⁩ ברזולוציית 4K בעת כתיבה באמצעי אחסון חיצוני.
hi: ProRes के लिए कैमरा कंट्रोल दिखाएँ। पेशेवर वीडियो पोस्ट प्रोडक्शन के लिए ProRes सबसे लोकप्रिय फ़ॉर्मैट में से एक है। 1080p पर 30 fps के लिए एक मिनट का 10-बिट HDR ProRes लगभग 1.7 GB का और 4K पर 30 fps के लिए 6 GB का होता है। ProRes कैप्चर आंतरिक स्टोरेज पर 4K पर 30 fps तक के लिए और 1080p पर 60 fps तक के लिए या बाहरी स्टोरेज पर राइट करते समय 4K पर 120 fps तक के लिए समर्थित है।
hr: Prikazivanje kontrole kamere za ProRes. ProRes je jedan od najpopularnijih formata za profesionalnu postprodukciju videozapisa. Minuta 10-bitnog HDR ProRes formata približno zauzima 1,7 GB za 30 FPS pri 1080p i 6 GB za 30 FPS pri 4K. ProRes snimanje podržano je za do 30 FPS pri 4K i za do 60 FPS pri 1080p na internoj memoriji ili do 120 FPS pri 4K prilikom zapisivanja na vanjsku memoriju.
hu: Megjeleníti a ProRes kameravezérlőjét. A ProRes az egyik legnépszerűbb formátum a professzionális videó-utómunkához. Egy percnyi 10 bites HDR ProRes felvétel mérete kb. 1,7 GB 1080p felbontással 30 fps sebesség mellett és 6 GB 4K felbontással 30 fps sebesség mellett. A ProRes rögzítése 4K felbontással legfeljebb 30 fps sebességig, 1080p felbontással pedig 60 fps sebességig támogatott a belső tárhelyen, vagy 4K felbontással 120 fps sebességig külső tárhelyre való íráskor.
id: Tampilkan kontrol Kamera untuk ProRes. ProRes adalah salah satu format paling populer untuk pascaproduksi video profesional. Video HDR ProRes 10 bit yang berdurasi satu menit kira-kira berukuran 1,7 GB untuk 30 fps pada 1080p dan 6 GB untuk 30 fps pada 4K. Perekaman ProRes didukung hingga 30 fps pada 4K dan hingga 60 fps pada 1080p di penyimpanan internal atau hingga 120 fps pada 4K saat menulis ke penyimpanan eksternal.
it: Mostra i controlli della fotocamera per ProRes. ProRes è uno dei formati più noti per la post‑produzione video professionale. Un minuto di video ProRes HDR a 10 bit corrisponde a circa 1,7 GB a 30 fps a 1080p e 6 GB a 30 fps in 4K. La funzionalità ProRes è supportata fino a 30 fps a 4K e fino a 60 fps a 1080p sullo spazio di archiviazione interno o fino a 120 fps a 4K durante la scrittura su dispositivi esterni.
ja: ProResのカメラコントロールを表示します。ProResは、プロの映像ポストプロダクションで最もよく使われるフォーマットの1つです。10ビットHDR ProResによる1分間の撮影のサイズは、1080p/30 fpsで約1.7 GB、4K/30 fpsで約6 GBです。 ProResの撮影は、4Kで最大30 fpsまで、1080pで最大60 fpsまで、外部ストレージへの書き込み時には4Kで最大120 fpsまで対応しています。
kk: «Камера» қолданбасында ProRes форматымен жұмыс істеуге арналған параметр көрсетіледі. ProRes — кәсіби видеоның кейінгі өңдеуіне арналған ең танымал форматтардың бірі. 10 биттік HDR ProRes видеосының бір минуты 1080p ажыратымдылығындағы 30 кадр/с үшін шамамен 1,7 ГБ алады және 4K форматындағы 30 кадр/с үшін 6 ГБ алады. ProRes жазбасына ішкі сақтау орнында 4K ажыратымдылығындағы ең көбі 30 кадр/с және 1080p ажыратымдылығындағы ең көбі 60 кадр/с жылдамдығында қолдау көрсетіледі. Ал сыртқы сақтау орнына жазған кезде, 4K ажыратымдылығында ең көбі 120 кадр/с жылдамдығында қолдау көрсетіледі.
kn: ProResಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ. ವೀಡಿಯೊ ವೃತ್ತಿಪರ ಪೋಸ್ಟ್-ಪ್ರೊಡಕ್ಷನ್ ಕಾರ್ಯಗಳಿಗಾಗಿ ProRes ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಒಂದು ನಿಮಿಷದ 10-ಬಿಟ್ HDR ProRes, ಸರಿಸುಮಾರು 1.7 GB ಗಾತ್ರದ 30 fpsನಲ್ಲಿನ 1080p ವೀಡಿಯೊ ಮತ್ತು 6 GB ಗಾತ್ರದ 30 fpsನಲ್ಲಿನ 4K ವೀಡಿಯೊಗೆ ಸಮವಾಗಿದೆ. ProRes ಕ್ಯಾಪ್ಚರ್, 4Kನಲ್ಲಿ 30 fpsವರೆಗೆ ಮತ್ತು ಆಂತರಿಕ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ 1080pನಲ್ಲಿ 60 fpsವರೆಗೆ ಅಥವಾ ಬಾಹ್ಯ ಸಂಗ್ರಹಣೆಗೆ ರೈಟ್ ಮಾಡುವಾಗ 4Kನಲ್ಲಿ 120 fpsವರೆಗೆ ಬೆಂಬಲಿತವಾಗಿದೆ.
ko: ProRes에 대한 카메라 제어기를 표시합니다. ProRes는 전문적인 비디오 후반 작업에 사용되는 가장 인기 있는 포맷 중 하나입니다. 10비트 HDR ProRes 영상 1분은 1080p - 30fps의 경우 약 1.7GB, 4K - 30fps의 경우 약 6GB입니다. ProRes 캡처는 내부 저장 공간에서 최대 4K - 30fps 및 1080p - 60fps까지, 외부 저장 장치에 쓸 때 4K - 120fps까지 지원합니다.
lt: Rodykite „ProRes“ kameros valdymą. „ProRes“ yra vienas iš populiariausių formatų, naudojamų profesionaliai montuojant vaizdo įrašus. Minutė 10 bitų HDR „ProRes“ 30 kadr./s spartos ir 1080p formato vaizdo įrašo užima maždaug 1,7 GB, o 30 kadr./s spartos ir 4K formato vaizdo įrašo – 6 GB. Palaikomas „ProRes“ įrašymas iki 30 kadr./s sparta 4K formatu ir iki 60 kadr./s sparta 1080p formatu, kai įrašoma į vidinę saugyklą, arba iki 120 kadr./s sparta 4K formatu, kai įrašoma į išorinę saugyklą.
ml: ProRes‍-‍നുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. ProRes എന്നത് പ്രൊഫഷണൽ വീഡിയോ പോസ്റ്റ്-പ്രൊഡക്‌ഷനുള്ള ഏറ്റവും ജനപ്രിയ ഫോർമാറ്റുകളിലൊന്നാണ്. ഒരു മിനിറ്റുള്ള 10-ബിറ്റ് HDR ProRes എന്നത് ഏകദേശം, 1080p-യിൽ 30 fps-ന് 1.7 GB‍-‍യും 4K‍-‍യിൽ 30 fps‍-‍ന് 6 GB‍-‍യും ആണ്. ഇന്റേണൽ സ്റ്റോറേജിൽ 4K‍-‍യിൽ 30 fps വരെയും 1080p‍-‍യിൽ 60 fps വരെയും, അല്ലെങ്കിൽ എക്സ്റ്റേണൽ സ്റ്റോറേജിലേക്ക് റൈറ്റ് ചെയ്യുമ്പോൾ 4K‍-‍യിൽ 60 fps വരെയും ProRes കാപ്ചർ പിന്തുണയ്ക്കപ്പെടുന്നു.
mr: ProRes साठी कॅमेरा कंट्रोल दाखवा. ProRes हा व्यावसायिक व्हिडिओ पोस्ट प्रॉडक्शनसाठी ProRes हा सर्वात लोकप्रिय फॉरमॅट आहे. एका मिनिटाचा 10-बिट HDR ProRes व्हिडिओ 1080p वर 30 fps साठी अंदाजे 1.7 GB चा आणि 4K वर 30 fps साठी 6 GB चा असू शकतो. ProRes कॅप्चरला अंतर्गत स्टोरेजवर 4K वर 30 fps आणि 1080p वर 60 fps पर्यंत किंवा बाह्य स्टोरेजवर रायटिंग करताना 4K वर 120 fps पर्यंत सपोर्ट केला जातो.
ms: Tunjukkan kawalan Kamera untuk ProRes. ProRes ialah salah satu format paling popular untuk pascapenyiaran video profesional. Seminit ProRes HDR 10 bit bersaiz lebih kurang 1.7 GB untuk 30 bps pada 1080p dan 6 GB untuk 30 bps pada 4K. Rakaman ProRes disokong untuk sehingga 30 bps pada 4K dan sehingga 60 bps pada 1080p pada storan dalaman atau sehingga 120 bps pada 4K apabila menulis ke storan luaran.
nb: Vis kamerakontroll for ProRes. ProRes er et av de mest populære formatene for profesjonell etterbehandling av video. Ett minutt med 10-bit HDR ProRes er ca. 1,7 GB for 30 bps med 1080p og 6 GB for 30 bps med 4K. ProRes-opptak støttes for opptil 30 bps med 4K og opptil 60 bps med 1080p ved intern lagring, eller opptil 120 bps med 4K når det skrives til et eksternt lagringsmedium.
nl: Toon camera­regelaar voor ProRes. ProRes is een van de populairste structuren voor professionele post­productie van video's. Een minuut 10-bit HDR ProRes is ongeveer 1,7 GB voor 30 fps met 1080p en 6 GB voor 30 fps met 4K. ProRes-opname wordt alleen ondersteund voor maximaal 30 fps met 4K en maximaal 60 fps met 1080p op interne opslagapparaten of maximaal 120 fps met 4K bij het schrijven naar externe opslagapparaten.
or: ProRes ପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ProRes ହେଉଛି ପ୍ରଫେଶନଲ୍ ଭିଡିଓ ପରବର୍ତ୍ତୀ ପ୍ରଡକ୍ସନ୍ ପାଇଁ ସବୁଠାରୁ ଲୋକପ୍ରିୟ ଫର୍ମାଟ୍ ମଧ୍ଯରୁ ଗୋଟିଏ। ଏକ ମିନିଟ୍‌ର ^[10](formatNumber: true)-ବିଟ୍ HDR ProRes, 1080pରେ ^[30](formatNumber: true) fps ପାଇଁ ଅନୁମାନିକ ^[1.7](formatNumber: true) GB ଏବଂ 4Kରେ ^[30](formatNumber: true) fps ପାଇଁ ^[6](formatNumber: true) GBର ଅଟେ। ଇଣ୍ଟର୍ନଲ୍ ଷ୍ଟୋରେଜ୍‌ରେ 4Kରେ ^[30](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ଏବଂ 1080pରେ ^[60](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ କିମ୍ବା ବାହ୍ୟ ଷ୍ଟୋରେଜ୍‌ରେ ରାଇଟ୍ କରୁ଼ଥିବା ସମୟରେ 4Kରେ ^[120](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ProRes କ୍ୟାପ୍‌ଚର୍ ସମର୍ଥିତ।
pa: ProRes ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ProRes ਪ੍ਰੋਫ਼ੈਸ਼ਨਲ ਵੀਡੀਓ ਪੋਸਟ-ਪ੍ਰੋਡਕਸ਼ਨ ਲਈ ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਫ਼ਾਰਮੈਟ ਹੈ। ^[1080](formatNumber: true)p ‘ਤੇ ^[30](formatNumber: true) fps ਲਈ ਇੱਕ ਮਿੰਟ ਦੀ ^[10](formatNumber: true)-ਬਿਟ HDR ProRes ਵੀਡੀਓ ਲਗਭਗ ^[1.7](formatNumber: true) GB ਦੀ ਅਤੇ ^[4](formatNumber: true)K ‘ਤੇ ^[30](formatNumber: true) fps ਲਈ ^[6](formatNumber: true) GB ਦੀ ਹੁੰਦੀ ਹੈ। ProRes ਕੈਪਚਰ ਅੰਦਰੂਨੀ ਸਟੋਰੇਜ ਵਿੱਚ ^[4](formatNumber: true)K ‘ਤੇ ^[30](formatNumber: true) fps ਤੱਕ ਅਤੇ ^[1080](formatNumber: true)p ‘ਤੇ ^[60](formatNumber: true) fps ਤੱਕ ਜਾਂ ਬਾਹਰੀ ਸਟੋਰੇਜ ਵਿੱਚ ਰਾਈਟ ਕਰਦੇ ਸਮੇਂ ^[4](formatNumber: true)K ‘ਤੇ ^[120](formatNumber: true) fps ਤੱਕ ਸਮਰਥਿਤ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRes. ProRes to jeden z najbardziej popularnych profesjonalnych formatów do postprodukcji wideo. Minuta 10‑bitowego materiału ProRes HDR zajmuje około 1,7 GB w przypadku rozdzielczości 1080p i 30 kl./s oraz około 6 GB w przypadku rozdzielczości 4K i 30 kl./s. Nagrywanie ProRes jest obsługiwane do 30 kl./s przy rozdzielczości 4K i 60 kl./s przy rozdzielczości 1080p w przypadku pamięci wewnętrznej oraz do 120 kl./s przy rozdzielczości 4K w przypadku pamięci zewnętrznej.
pt_br: Mostre o controle ProRes da Câmera. ProRes é um dos formatos mais populares para a pós‑produção profissional de vídeo. Um minuto de ProRes HDR de 10 bits ocupa aproximadamente 1,7 GB a 30 fps em 1080p e 6 GB a 30 fps em 4K. A captura em ProRes é possível até 30 fps em 4K e 60 fps em 1080p no armazenamento interno ou até 120 fps em 4K em armazenamento externo.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRes. ProRes é um dos formatos mais populares para pós‑produção de vídeo profissional. Um minuto de vídeo ProRes em HDR de 10 bits equivale a cerca de 1,7 GB para 30 fps a 1080p e 6 GB para 30 fps a 4K. A captura ProRes é suportada até 30 fps a 4K e até 60 fps a 1080p no armazenamento interno ou até 120 fps a 4K ao gravar num dispositivo de armazenamento externo.
ro: Afișați comenzile aplicației Cameră pentru ProRes. ProRes este unul dintre cele mai populare formate pentru postproducția video profesională. Un minut de conținut ProRes HDR 10 biți ocupă aproximativ 1,7 GB pentru 30 fps la 1080p și 6 GB pentru 30 fps la 4K. Înregistrarea ProRes este posibilă pentru maximum 30 fps la 4K și maximum 60 fps la 1080p pe stocarea internă sau pentru maximum 120 fps la 4K în cazul scrierii pe dispozitive externe de stocare.
ru: Показывать Контроллер камеры для работы с ProRes. ProRes — один из самых популярных форматов для профессиональной постобработки видео. Минута в 10‑битном HDR ProRes займет примерно 1,7 ГБ для видео с частотой 30 кадр⁠/⁠с при 1080p и 6 ГБ для видео с частотой 30 кадр⁠/⁠с при 4K. Запись в формате ProRes на внутреннее устройство хранения поддерживается для видео с частотой до 30 кадр⁠/⁠с при 4K и до 60 кадр⁠/⁠с при 1080p. Запись на внешнее устройство хранения поддерживается для видео с частотой до 120 кадр⁠/⁠с при 4K.
sk: Zobrazí v Kamere ovládacie prvky pre ProRes. ProRes je jeden z najpopulárnejších formátov pre profesionálnu postprodukciu videa. Minúta 10‑bitového HDR ProRes videa zaberie približne 1,7 GB pri 30 fps v rozlíšení 1080p a 6 GB pri 30 fps v rozlíšení 4K. Podporovaná rýchlosť nahrávania vo formáte ProRes je najviac 30 fps v rozlíšení 4K a 60 fps v rozlíšení 1080p v internom úložisku alebo 120 fps v rozlíšení 4K pri zapisovaní na externé úložisko.
sl: Prikaže krmilno funkcijo Kamere za ProRes. ProRes je ena od najbolj priljubljenih oblik zapisa za profesionalno obdelavo videov v postprodukciji. Minuta videa v obliki zapisa 10-bit HDR ProRes je velika približno 1,7 GB v primeru snemanja s 30 sličicami/s pri ločljivosti 1080p in 6 GB v primeru snemanja s 30 sličicami/s pri ločljivosti 4K. Zajem v obliki zapisa ProRes podpira največ 30 sličic/s pri ločljivosti 4K in največ 60 sličic/s pri ločljivosti 1080p v notranjem pomnilniku ali največ 120 sličic/s pri ločljivosti 4K v primeru zapisovanja v zunanjo napravo za shranjevanje.
sv: Visa kamerareglage för ProRes. ProRes är ett av de vanligaste formaten för efterbehandling av professionell video. En minut 10-bitars ProRes i HDR tar upp omkring 1,7 GB för 30 bilder/s vid 1080p och 6 GB för 30 bilder/s vid 4K. ProRes-inspelning stöds för upp till 30 bilder/s vid 4K och upp till 60 bilder/s vid 1080p på intern lagring eller upp till 120 bilder/s vid 4K när den överför till extern lagring.
ta: ProResக்கான கேமரா கட்டுப்பாடுகள் காட்டப்படும். ProRes என்பது தொழில்முறை வீடியோ போஸ்ட்-புரொடக்‌ஷனுக்கு அதிகம் பயன்படுத்தப்படும் ஃபார்மெட்களில் ஒன்றாகும். ஒரு நிமிட 10-பிட் HDR ProRes வீடியோ தோராயமாக 30 fps @ 1080pஇல் 1.7 GB அளவிலும், 30 fps @ 4Kஇல் 6 GB அளவிலும் இருக்கும். உள்ளகச் சேமிப்பகத்தில் 4Kஇல் 30 fps வரையிலும், 1080pஇல் 60 fps வரையிலும், வெளிப்புறச் சேமிப்பகத்தில் சேமிக்கும்போது 4Kஇல் 120 fps வரையிலும் ProRes வீடியோவைப் பதிவுசெய்யலாம்.
te: ProRes కోసం కెమెరా కంట్రోల్‌ను చూపండి. వీడియో పోస్ట్ ప్రొడక్షన్ కోసం ProRes అనేవి బాగా ప్రజాదరణ పొందిన ఫార్మాట్‌లు.ProRes అనేవి బాగా ప్రజాదరణ పొందిన ఫార్మాట్‌లు. 30 fpsగా 1080pలో ఒక నిమిషం 10-బిట్ HDR ProRes సుమారుగా 1.7 GB ఉంటుంది మరియు 30fpsగా 4Kలో 6 GB ఉంటుంది. ProRes క్యాప్చర్ గరిష్టంగా ఇంటర్నల్ స్టోరేజ్‌లో 4Kలో 30 fps మరియు 1080pలో 60 fps వరకు లేదా ఎక్స్‌టర్నల్ స్టోరేజ్‌కు రైట్ చేస్తున్నప్పుడు 4Kలో 120 fps వరకు మద్దతు ఇస్తుంది.
th: แสดงตัวควบคุมกล้องสำหรับการบันทึกในแบบ ProRes ซึ่งเป็นหนึ่งในรูปแบบที่นิยมใช้มากที่สุดในขั้นตอนหลังการถ่ายทำวิดีโอระดับมืออาชีพ หนึ่งนาทีสำหรับรูปแบบ HDR ProRes 10 บิตใช้พื้นที่ประมาณ 1.7 GB สำหรับ 30 fps ที่ 1080p และ 6 GB สำหรับ 30 fps ที่ 4K การบันทึกในแบบ ProRes รองรับได้สูงสุดถึง 30 fps ที่ 4K และสูงสุดถึง 60 fps ที่ 1080p สำหรับพื้นที่จัดเก็บข้อมูลภายใน หรือสูงสุดถึง 120 fps ที่ 4K เมื่อเขียนไปยังพื้นที่จัดเก็บข้อมูลภายนอก
tr: ProRes için Kamera denetimini gösterir. ProRes, profesyonel video post prodüksiyonunda kullanılan en popüler biçimlerden biridir. Bir dakikalık 10 bit HDR ProRes, 30 kare/saniye hızında 1080p biçiminde yaklaşık 1,7 GB ve 30 kare/saniye hızında 4K biçiminde 6 GB’tır. ProRes çekim dahili saklama alanında 30 kare/sn.’ye varan hızlarda 4K ve 60 kare/sn.’ye varan hızlarda 1080p için ya da harici saklama alanına yazma sırasında 120 kare/sn.’ye varan hızlarda 4K için desteklenir.
uk: Показувати елемент керування камерою для роботи з ProRes. ProRes — один із найпопулярніших форматів для професійного постоброблення відео. Хвилина в 10‑бітному форматі HDR ProRes займатиме приблизно 1,7 ГБ у форматі 1080p із частотою 30 кадр⁠/⁠с і 6 ГБ у форматі 4K із частотою 30 кадр⁠/⁠с. Для ProRes підтримується частота до 30 кадр⁠/⁠с у форматі 4K і до 60 кадр⁠/⁠с у форматі 1080p на внутрішньому носії або до 120 кадр⁠/⁠с у форматі 4K під час записування на зовнішній носій.
ur: ‏⁨ProRes⁩ کے لیے کیمرا کنٹرول دکھائیں۔ پروفیشنل ویڈیو پوسٹ پروڈکشن کے لیے ‏⁨ProRes⁩ مقبول ترین فارمیٹ میں سے ایک ہے۔ ‏1080p پر ⁨30 fps⁩ کے لیے ایک منٹ کا ‏10 بِٹ ⁨HDR ProRes⁩ تقریباً ⁨1.7 GB⁩ کا اور ‏4K پر ⁨30 fps⁩ کے لیے ⁨6 GB⁩ کا ہوتا ہے۔ ‏⁨ProRes⁩ کیپچر داخلی اسٹوریج پر ‏4K پر ⁨30 fps⁩ تک کے لیے ‏1080p پر ⁨60 fps⁩ تک کے لیے یا خارجی اسٹوریج پر رائٹ کرتے وقت ‏4K پر ⁨120 fps⁩ تک کے لیے اعانت یافتہ ہے۔
vi: Hiển thị điều khiển Camera cho ProRes. ProRes là một trong những định dạng phổ biến nhất để sản xuất hậu kỳ video chuyên nghiệp. Một phút thời lượng HDR ProRes 10-bit có kích cỡ khoảng 1,7 GB cho 30 fps tại 1080p và 6 GB cho 30 fps tại 4K. Hỗ trợ quay ProRes cho tối đa 30 fps tại 4K và tối đa 60 fps tại 1080p trên ổ lưu trữ bên trong hoặc tối đa 120 fps tại 4K khi ghi vào ổ lưu trữ bên ngoài.
zh_cn: 显示用于ProRes的相机控制。ProRes是专业视频后期制作的最常用格式之一。1分钟10位HDR ProRes的大小约为1.7 GB (30 fps/1080p)以及6 GB (30 fps/4K)。 ProRes拍摄在内部储存中支持最高30 fps/4K以及60 fps/1080p，或者写入外部储存时支持最高120 fps/4K。
zh_hk: 顯示ProRes的「相機」控制項目。ProRes是專業影片後期製作最常用的格式之一。一分鐘10位元HDR ProRes的大小約為1.7 GB的30 fps/1080p和6 GB的30 fps/4K。 ProRes拍攝支援最高30 fps/4K和60 fps/1080p（內置儲存），或最高120 fps/4K（寫入至外置儲存）。
zh_tw: 顯示ProRes的「相機」控制項目。ProRes是專業影片後製中最受歡迎的一種格式。一分鐘10位元HDR ProRes約等同於1.7 GB的30 fps/1080p和6 GB的30 fps/4K。 ProRes拍攝最高可支援內部儲存空間30 fps/4K和60 fps/1080p，寫入外部儲存裝置時，最高可支援120 fps/4K。
